run_sandbox_average_M1.log

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 

     execution: local
        script: k6/functionary/tests/front-functionary.js
 web dashboard: http://127.0.0.1:5665
        output: InfluxDBv1 (http://localhost:8086)

     scenarios: (100.00%) 1 scenario, 58 max VUs, 5m0s max duration (incl. graceful stop):
              * default: Up to 58 looping VUs for 4m30s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m00.9s), 01/58 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 01/58 VUs  0m00.9s/4m30.0s

running (0m01.9s), 01/58 VUs, 3 complete and 0 interrupted iterations
default   [   1% ] 01/58 VUs  0m01.9s/4m30.0s

running (0m02.9s), 02/58 VUs, 8 complete and 0 interrupted iterations
default   [   1% ] 02/58 VUs  0m02.9s/4m30.0s

running (0m03.9s), 02/58 VUs, 15 complete and 0 interrupted iterations
default   [   1% ] 02/58 VUs  0m03.9s/4m30.0s

running (0m04.9s), 03/58 VUs, 21 complete and 0 interrupted iterations
default   [   2% ] 03/58 VUs  0m04.9s/4m30.0s

running (0m05.9s), 03/58 VUs, 29 complete and 0 interrupted iterations
default   [   2% ] 03/58 VUs  0m05.9s/4m30.0s

running (0m06.9s), 04/58 VUs, 38 complete and 0 interrupted iterations
default   [   3% ] 04/58 VUs  0m06.9s/4m30.0s

running (0m07.9s), 04/58 VUs, 46 complete and 0 interrupted iterations
default   [   3% ] 04/58 VUs  0m07.9s/4m30.0s

running (0m08.9s), 05/58 VUs, 53 complete and 0 interrupted iterations
default   [   3% ] 05/58 VUs  0m08.9s/4m30.0s

running (0m09.9s), 05/58 VUs, 60 complete and 0 interrupted iterations
default   [   4% ] 05/58 VUs  0m09.9s/4m30.0s

running (0m10.9s), 06/58 VUs, 69 complete and 0 interrupted iterations
default   [   4% ] 06/58 VUs  0m10.9s/4m30.0s

running (0m11.9s), 06/58 VUs, 74 complete and 0 interrupted iterations
default   [   4% ] 06/58 VUs  0m11.9s/4m30.0s

running (0m12.9s), 07/58 VUs, 85 complete and 0 interrupted iterations
default   [   5% ] 07/58 VUs  0m12.9s/4m30.0s

running (0m13.9s), 07/58 VUs, 91 complete and 0 interrupted iterations
default   [   5% ] 07/58 VUs  0m13.9s/4m30.0s

running (0m14.9s), 08/58 VUs, 100 complete and 0 interrupted iterations
default   [   6% ] 08/58 VUs  0m14.9s/4m30.0s

running (0m15.9s), 08/58 VUs, 107 complete and 0 interrupted iterations
default   [   6% ] 08/58 VUs  0m15.9s/4m30.0s

running (0m16.9s), 09/58 VUs, 114 complete and 0 interrupted iterations
default   [   6% ] 09/58 VUs  0m16.9s/4m30.0s

running (0m17.9s), 09/58 VUs, 121 complete and 0 interrupted iterations
default   [   7% ] 09/58 VUs  0m17.9s/4m30.0s

running (0m18.9s), 09/58 VUs, 129 complete and 0 interrupted iterations
default   [   7% ] 09/58 VUs  0m18.9s/4m30.0s

running (0m19.9s), 10/58 VUs, 133 complete and 0 interrupted iterations
default   [   7% ] 10/58 VUs  0m19.9s/4m30.0s

running (0m20.9s), 10/58 VUs, 141 complete and 0 interrupted iterations
default   [   8% ] 10/58 VUs  0m20.9s/4m30.0s

running (0m21.9s), 11/58 VUs, 151 complete and 0 interrupted iterations
default   [   8% ] 11/58 VUs  0m21.9s/4m30.0s

running (0m22.9s), 11/58 VUs, 160 complete and 0 interrupted iterations
default   [   8% ] 11/58 VUs  0m22.9s/4m30.0s

running (0m23.9s), 12/58 VUs, 166 complete and 0 interrupted iterations
default   [   9% ] 12/58 VUs  0m23.9s/4m30.0s

running (0m24.9s), 12/58 VUs, 173 complete and 0 interrupted iterations
default   [   9% ] 12/58 VUs  0m24.9s/4m30.0s

running (0m25.9s), 13/58 VUs, 184 complete and 0 interrupted iterations
default   [  10% ] 13/58 VUs  0m25.9s/4m30.0s

running (0m26.9s), 13/58 VUs, 187 complete and 0 interrupted iterations
default   [  10% ] 13/58 VUs  0m26.9s/4m30.0s

running (0m27.9s), 14/58 VUs, 198 complete and 0 interrupted iterations
default   [  10% ] 14/58 VUs  0m27.9s/4m30.0s

running (0m28.9s), 14/58 VUs, 206 complete and 0 interrupted iterations
default   [  11% ] 14/58 VUs  0m28.9s/4m30.0s

running (0m29.9s), 15/58 VUs, 211 complete and 0 interrupted iterations
default   [  11% ] 15/58 VUs  0m29.9s/4m30.0s

running (0m30.9s), 15/58 VUs, 222 complete and 0 interrupted iterations
default   [  11% ] 15/58 VUs  0m30.9s/4m30.0s

running (0m31.9s), 16/58 VUs, 225 complete and 0 interrupted iterations
default   [  12% ] 16/58 VUs  0m31.9s/4m30.0s

running (0m32.9s), 16/58 VUs, 225 complete and 0 interrupted iterations
default   [  12% ] 16/58 VUs  0m32.9s/4m30.0s

running (0m33.9s), 17/58 VUs, 231 complete and 0 interrupted iterations
default   [  13% ] 17/58 VUs  0m33.9s/4m30.0s

running (0m34.9s), 17/58 VUs, 238 complete and 0 interrupted iterations
default   [  13% ] 17/58 VUs  0m34.9s/4m30.0s

running (0m35.9s), 18/58 VUs, 246 complete and 0 interrupted iterations
default   [  13% ] 18/58 VUs  0m35.9s/4m30.0s

running (0m36.9s), 18/58 VUs, 254 complete and 0 interrupted iterations
default   [  14% ] 18/58 VUs  0m36.9s/4m30.0s

running (0m37.9s), 19/58 VUs, 257 complete and 0 interrupted iterations
default   [  14% ] 19/58 VUs  0m37.9s/4m30.0s

running (0m38.9s), 19/58 VUs, 270 complete and 0 interrupted iterations
default   [  14% ] 19/58 VUs  0m38.9s/4m30.0s

running (0m39.9s), 19/58 VUs, 275 complete and 0 interrupted iterations
default   [  15% ] 19/58 VUs  0m39.9s/4m30.0s

running (0m40.9s), 20/58 VUs, 281 complete and 0 interrupted iterations
default   [  15% ] 20/58 VUs  0m40.9s/4m30.0s

running (0m41.9s), 20/58 VUs, 290 complete and 0 interrupted iterations
default   [  16% ] 20/58 VUs  0m41.9s/4m30.0s

running (0m42.9s), 21/58 VUs, 295 complete and 0 interrupted iterations
default   [  16% ] 21/58 VUs  0m42.9s/4m30.0s

running (0m43.9s), 21/58 VUs, 308 complete and 0 interrupted iterations
default   [  16% ] 21/58 VUs  0m43.9s/4m30.0s

running (0m44.9s), 22/58 VUs, 314 complete and 0 interrupted iterations
default   [  17% ] 22/58 VUs  0m44.9s/4m30.0s

running (0m45.9s), 22/58 VUs, 319 complete and 0 interrupted iterations
default   [  17% ] 22/58 VUs  0m45.9s/4m30.0s

running (0m46.9s), 23/58 VUs, 331 complete and 0 interrupted iterations
default   [  17% ] 23/58 VUs  0m46.9s/4m30.0s

running (0m47.9s), 23/58 VUs, 335 complete and 0 interrupted iterations
default   [  18% ] 23/58 VUs  0m47.9s/4m30.0s

running (0m48.9s), 24/58 VUs, 342 complete and 0 interrupted iterations
default   [  18% ] 24/58 VUs  0m48.9s/4m30.0s

running (0m49.9s), 24/58 VUs, 353 complete and 0 interrupted iterations
default   [  18% ] 24/58 VUs  0m49.9s/4m30.0s

running (0m50.9s), 25/58 VUs, 358 complete and 0 interrupted iterations
default   [  19% ] 25/58 VUs  0m50.9s/4m30.0s

running (0m51.9s), 25/58 VUs, 367 complete and 0 interrupted iterations
default   [  19% ] 25/58 VUs  0m51.9s/4m30.0s

running (0m52.9s), 26/58 VUs, 377 complete and 0 interrupted iterations
default   [  20% ] 26/58 VUs  0m52.9s/4m30.0s

running (0m53.9s), 26/58 VUs, 382 complete and 0 interrupted iterations
default   [  20% ] 26/58 VUs  0m53.9s/4m30.0s

running (0m54.9s), 27/58 VUs, 389 complete and 0 interrupted iterations
default   [  20% ] 27/58 VUs  0m54.9s/4m30.0s

running (0m55.9s), 27/58 VUs, 401 complete and 0 interrupted iterations
default   [  21% ] 27/58 VUs  0m55.9s/4m30.0s

running (0m56.9s), 28/58 VUs, 406 complete and 0 interrupted iterations
default   [  21% ] 28/58 VUs  0m56.9s/4m30.0s

running (0m57.9s), 28/58 VUs, 412 complete and 0 interrupted iterations
default   [  21% ] 28/58 VUs  0m57.9s/4m30.0s

running (0m58.9s), 28/58 VUs, 420 complete and 0 interrupted iterations
default   [  22% ] 28/58 VUs  0m58.9s/4m30.0s

running (0m59.9s), 29/58 VUs, 432 complete and 0 interrupted iterations
default   [  22% ] 29/58 VUs  0m59.9s/4m30.0s

running (1m00.9s), 29/58 VUs, 434 complete and 0 interrupted iterations
default   [  23% ] 29/58 VUs  1m00.9s/4m30.0s

running (1m01.9s), 30/58 VUs, 442 complete and 0 interrupted iterations
default   [  23% ] 30/58 VUs  1m01.9s/4m30.0s

running (1m02.9s), 30/58 VUs, 454 complete and 0 interrupted iterations
default   [  23% ] 30/58 VUs  1m02.9s/4m30.0s

running (1m03.9s), 31/58 VUs, 461 complete and 0 interrupted iterations
default   [  24% ] 31/58 VUs  1m03.9s/4m30.0s

running (1m04.9s), 31/58 VUs, 466 complete and 0 interrupted iterations
default   [  24% ] 31/58 VUs  1m04.9s/4m30.0s

running (1m05.9s), 32/58 VUs, 475 complete and 0 interrupted iterations
default   [  24% ] 32/58 VUs  1m05.9s/4m30.0s

running (1m06.9s), 32/58 VUs, 486 complete and 0 interrupted iterations
default   [  25% ] 32/58 VUs  1m06.9s/4m30.0s

running (1m07.9s), 33/58 VUs, 491 complete and 0 interrupted iterations
default   [  25% ] 33/58 VUs  1m07.9s/4m30.0s

running (1m08.9s), 33/58 VUs, 498 complete and 0 interrupted iterations
default   [  26% ] 33/58 VUs  1m08.9s/4m30.0s

running (1m09.9s), 34/58 VUs, 507 complete and 0 interrupted iterations
default   [  26% ] 34/58 VUs  1m09.9s/4m30.0s

running (1m10.9s), 34/58 VUs, 516 complete and 0 interrupted iterations
default   [  26% ] 34/58 VUs  1m10.9s/4m30.0s

running (1m11.9s), 35/58 VUs, 523 complete and 0 interrupted iterations
default   [  27% ] 35/58 VUs  1m11.9s/4m30.0s

running (1m12.9s), 35/58 VUs, 526 complete and 0 interrupted iterations
default   [  27% ] 35/58 VUs  1m12.9s/4m30.0s

running (1m13.9s), 36/58 VUs, 535 complete and 0 interrupted iterations
default   [  27% ] 36/58 VUs  1m13.9s/4m30.0s

running (1m14.9s), 36/58 VUs, 548 complete and 0 interrupted iterations
default   [  28% ] 36/58 VUs  1m14.9s/4m30.0s

running (1m15.9s), 37/58 VUs, 554 complete and 0 interrupted iterations
default   [  28% ] 37/58 VUs  1m15.9s/4m30.0s

running (1m16.9s), 37/58 VUs, 558 complete and 0 interrupted iterations
default   [  28% ] 37/58 VUs  1m16.9s/4m30.0s

running (1m17.9s), 38/58 VUs, 568 complete and 0 interrupted iterations
default   [  29% ] 38/58 VUs  1m17.9s/4m30.0s

running (1m18.9s), 38/58 VUs, 576 complete and 0 interrupted iterations
default   [  29% ] 38/58 VUs  1m18.9s/4m30.0s

running (1m19.9s), 38/58 VUs, 586 complete and 0 interrupted iterations
default   [  30% ] 38/58 VUs  1m19.9s/4m30.0s

running (1m20.9s), 39/58 VUs, 593 complete and 0 interrupted iterations
default   [  30% ] 39/58 VUs  1m20.9s/4m30.0s

running (1m21.9s), 39/58 VUs, 598 complete and 0 interrupted iterations
default   [  30% ] 39/58 VUs  1m21.9s/4m30.0s

running (1m22.9s), 40/58 VUs, 605 complete and 0 interrupted iterations
default   [  31% ] 40/58 VUs  1m22.9s/4m30.0s

running (1m23.9s), 40/58 VUs, 619 complete and 0 interrupted iterations
default   [  31% ] 40/58 VUs  1m23.9s/4m30.0s

running (1m24.9s), 41/58 VUs, 623 complete and 0 interrupted iterations
default   [  31% ] 41/58 VUs  1m24.9s/4m30.0s

running (1m25.9s), 41/58 VUs, 631 complete and 0 interrupted iterations
default   [  32% ] 41/58 VUs  1m25.9s/4m30.0s

running (1m26.9s), 42/58 VUs, 636 complete and 0 interrupted iterations
default   [  32% ] 42/58 VUs  1m26.9s/4m30.0s

running (1m27.9s), 42/58 VUs, 644 complete and 0 interrupted iterations
default   [  33% ] 42/58 VUs  1m27.9s/4m30.0s

running (1m28.9s), 43/58 VUs, 655 complete and 0 interrupted iterations
default   [  33% ] 43/58 VUs  1m28.9s/4m30.0s

running (1m29.9s), 43/58 VUs, 661 complete and 0 interrupted iterations
default   [  33% ] 43/58 VUs  1m29.9s/4m30.0s

running (1m30.9s), 44/58 VUs, 671 complete and 0 interrupted iterations
default   [  34% ] 44/58 VUs  1m30.9s/4m30.0s

running (1m31.9s), 44/58 VUs, 672 complete and 0 interrupted iterations
default   [  34% ] 44/58 VUs  1m31.9s/4m30.0s

running (1m32.9s), 45/58 VUs, 678 complete and 0 interrupted iterations
default   [  34% ] 45/58 VUs  1m32.9s/4m30.0s

running (1m33.9s), 45/58 VUs, 686 complete and 0 interrupted iterations
default   [  35% ] 45/58 VUs  1m33.9s/4m30.0s

running (1m34.9s), 46/58 VUs, 696 complete and 0 interrupted iterations
default   [  35% ] 46/58 VUs  1m34.9s/4m30.0s

running (1m35.9s), 46/58 VUs, 703 complete and 0 interrupted iterations
default   [  36% ] 46/58 VUs  1m35.9s/4m30.0s

running (1m36.9s), 47/58 VUs, 712 complete and 0 interrupted iterations
default   [  36% ] 47/58 VUs  1m36.9s/4m30.0s

running (1m37.9s), 47/58 VUs, 715 complete and 0 interrupted iterations
default   [  36% ] 47/58 VUs  1m37.9s/4m30.0s

running (1m38.9s), 47/58 VUs, 724 complete and 0 interrupted iterations
default   [  37% ] 47/58 VUs  1m38.9s/4m30.0s

running (1m39.9s), 48/58 VUs, 730 complete and 0 interrupted iterations
default   [  37% ] 48/58 VUs  1m39.9s/4m30.0s

running (1m40.9s), 48/58 VUs, 743 complete and 0 interrupted iterations
default   [  37% ] 48/58 VUs  1m40.9s/4m30.0s

running (1m41.9s), 49/58 VUs, 749 complete and 0 interrupted iterations
default   [  38% ] 49/58 VUs  1m41.9s/4m30.0s

running (1m42.9s), 49/58 VUs, 758 complete and 0 interrupted iterations
default   [  38% ] 49/58 VUs  1m42.9s/4m30.0s

running (1m43.9s), 50/58 VUs, 761 complete and 0 interrupted iterations
default   [  38% ] 50/58 VUs  1m43.9s/4m30.0s

running (1m44.9s), 50/58 VUs, 770 complete and 0 interrupted iterations
default   [  39% ] 50/58 VUs  1m44.9s/4m30.0s

running (1m45.9s), 51/58 VUs, 775 complete and 0 interrupted iterations
default   [  39% ] 51/58 VUs  1m45.9s/4m30.0s

running (1m46.9s), 51/58 VUs, 788 complete and 0 interrupted iterations
default   [  40% ] 51/58 VUs  1m46.9s/4m30.0s

running (1m47.9s), 52/58 VUs, 795 complete and 0 interrupted iterations
default   [  40% ] 52/58 VUs  1m47.9s/4m30.0s

running (1m48.9s), 52/58 VUs, 805 complete and 0 interrupted iterations
default   [  40% ] 52/58 VUs  1m48.9s/4m30.0s

running (1m49.9s), 53/58 VUs, 809 complete and 0 interrupted iterations
default   [  41% ] 53/58 VUs  1m49.9s/4m30.0s

running (1m50.9s), 53/58 VUs, 814 complete and 0 interrupted iterations
default   [  41% ] 53/58 VUs  1m50.9s/4m30.0s

running (1m51.9s), 54/58 VUs, 823 complete and 0 interrupted iterations
default   [  41% ] 54/58 VUs  1m51.9s/4m30.0s

running (1m52.9s), 54/58 VUs, 834 complete and 0 interrupted iterations
default   [  42% ] 54/58 VUs  1m52.9s/4m30.0s

running (1m53.9s), 55/58 VUs, 843 complete and 0 interrupted iterations
default   [  42% ] 55/58 VUs  1m53.9s/4m30.0s

running (1m54.9s), 55/58 VUs, 851 complete and 0 interrupted iterations
default   [  43% ] 55/58 VUs  1m54.9s/4m30.0s

running (1m55.9s), 56/58 VUs, 857 complete and 0 interrupted iterations
default   [  43% ] 56/58 VUs  1m55.9s/4m30.0s

running (1m56.9s), 56/58 VUs, 862 complete and 0 interrupted iterations
default   [  43% ] 56/58 VUs  1m56.9s/4m30.0s

running (1m57.9s), 57/58 VUs, 872 complete and 0 interrupted iterations
default   [  44% ] 57/58 VUs  1m57.9s/4m30.0s

running (1m58.9s), 57/58 VUs, 878 complete and 0 interrupted iterations
default   [  44% ] 57/58 VUs  1m58.9s/4m30.0s

running (1m59.9s), 57/58 VUs, 893 complete and 0 interrupted iterations
default   [  44% ] 57/58 VUs  1m59.9s/4m30.0s

running (2m00.9s), 58/58 VUs, 898 complete and 0 interrupted iterations
default   [  45% ] 58/58 VUs  2m00.9s/4m30.0s

running (2m01.9s), 58/58 VUs, 904 complete and 0 interrupted iterations
default   [  45% ] 58/58 VUs  2m01.9s/4m30.0s

running (2m02.9s), 58/58 VUs, 911 complete and 0 interrupted iterations
default   [  46% ] 58/58 VUs  2m02.9s/4m30.0s

running (2m03.9s), 58/58 VUs, 916 complete and 0 interrupted iterations
default   [  46% ] 58/58 VUs  2m03.9s/4m30.0s

running (2m04.9s), 58/58 VUs, 927 complete and 0 interrupted iterations
default   [  46% ] 58/58 VUs  2m04.9s/4m30.0s

running (2m05.9s), 58/58 VUs, 932 complete and 0 interrupted iterations
default   [  47% ] 58/58 VUs  2m05.9s/4m30.0s

running (2m06.9s), 58/58 VUs, 950 complete and 0 interrupted iterations
default   [  47% ] 58/58 VUs  2m06.9s/4m30.0s

running (2m07.9s), 58/58 VUs, 954 complete and 0 interrupted iterations
default   [  47% ] 58/58 VUs  2m07.9s/4m30.0s

running (2m08.9s), 58/58 VUs, 968 complete and 0 interrupted iterations
default   [  48% ] 58/58 VUs  2m08.9s/4m30.0s

running (2m09.9s), 58/58 VUs, 971 complete and 0 interrupted iterations
default   [  48% ] 58/58 VUs  2m09.9s/4m30.0s

running (2m10.9s), 58/58 VUs, 983 complete and 0 interrupted iterations
default   [  48% ] 58/58 VUs  2m10.9s/4m30.0s

running (2m11.9s), 58/58 VUs, 989 complete and 0 interrupted iterations
default   [  49% ] 58/58 VUs  2m11.9s/4m30.0s

running (2m12.9s), 58/58 VUs, 1004 complete and 0 interrupted iterations
default   [  49% ] 58/58 VUs  2m12.9s/4m30.0s

running (2m13.9s), 58/58 VUs, 1011 complete and 0 interrupted iterations
default   [  50% ] 58/58 VUs  2m13.9s/4m30.0s

running (2m14.9s), 58/58 VUs, 1023 complete and 0 interrupted iterations
default   [  50% ] 58/58 VUs  2m14.9s/4m30.0s

running (2m15.9s), 58/58 VUs, 1026 complete and 0 interrupted iterations
default   [  50% ] 58/58 VUs  2m15.9s/4m30.0s

running (2m16.9s), 58/58 VUs, 1031 complete and 0 interrupted iterations
default   [  51% ] 58/58 VUs  2m16.9s/4m30.0s

running (2m17.9s), 58/58 VUs, 1044 complete and 0 interrupted iterations
default   [  51% ] 58/58 VUs  2m17.9s/4m30.0s

running (2m18.9s), 58/58 VUs, 1055 complete and 0 interrupted iterations
default   [  51% ] 58/58 VUs  2m18.9s/4m30.0s

running (2m19.9s), 58/58 VUs, 1068 complete and 0 interrupted iterations
default   [  52% ] 58/58 VUs  2m19.9s/4m30.0s

running (2m20.9s), 58/58 VUs, 1075 complete and 0 interrupted iterations
default   [  52% ] 58/58 VUs  2m20.9s/4m30.0s

running (2m21.9s), 58/58 VUs, 1084 complete and 0 interrupted iterations
default   [  53% ] 58/58 VUs  2m21.9s/4m30.0s

running (2m22.9s), 58/58 VUs, 1087 complete and 0 interrupted iterations
default   [  53% ] 58/58 VUs  2m22.9s/4m30.0s

running (2m23.9s), 58/58 VUs, 1101 complete and 0 interrupted iterations
default   [  53% ] 58/58 VUs  2m23.9s/4m30.0s

running (2m24.9s), 58/58 VUs, 1106 complete and 0 interrupted iterations
default   [  54% ] 58/58 VUs  2m24.9s/4m30.0s

running (2m25.9s), 58/58 VUs, 1123 complete and 0 interrupted iterations
default   [  54% ] 58/58 VUs  2m25.9s/4m30.0s

running (2m26.9s), 58/58 VUs, 1128 complete and 0 interrupted iterations
default   [  54% ] 58/58 VUs  2m26.9s/4m30.0s

running (2m27.9s), 58/58 VUs, 1141 complete and 0 interrupted iterations
default   [  55% ] 58/58 VUs  2m27.9s/4m30.0s

running (2m28.9s), 58/58 VUs, 1144 complete and 0 interrupted iterations
default   [  55% ] 58/58 VUs  2m28.9s/4m30.0s

running (2m29.9s), 58/58 VUs, 1154 complete and 0 interrupted iterations
default   [  56% ] 58/58 VUs  2m29.9s/4m30.0s

running (2m30.9s), 58/58 VUs, 1162 complete and 0 interrupted iterations
default   [  56% ] 58/58 VUs  2m30.9s/4m30.0s

running (2m31.9s), 58/58 VUs, 1167 complete and 0 interrupted iterations
default   [  56% ] 58/58 VUs  2m31.9s/4m30.0s

running (2m32.9s), 58/58 VUs, 1178 complete and 0 interrupted iterations
default   [  57% ] 58/58 VUs  2m32.9s/4m30.0s

running (2m33.9s), 58/58 VUs, 1184 complete and 0 interrupted iterations
default   [  57% ] 58/58 VUs  2m33.9s/4m30.0s

running (2m34.9s), 58/58 VUs, 1188 complete and 0 interrupted iterations
default   [  57% ] 58/58 VUs  2m34.9s/4m30.0s

running (2m35.9s), 57/58 VUs, 1200 complete and 0 interrupted iterations
default   [  58% ] 57/58 VUs  2m35.9s/4m30.0s

running (2m36.9s), 57/58 VUs, 1203 complete and 0 interrupted iterations
default   [  58% ] 57/58 VUs  2m36.9s/4m30.0s

running (2m37.9s), 56/58 VUs, 1214 complete and 0 interrupted iterations
default   [  58% ] 56/58 VUs  2m37.9s/4m30.0s

running (2m38.9s), 56/58 VUs, 1220 complete and 0 interrupted iterations
default   [  59% ] 56/58 VUs  2m38.9s/4m30.0s

running (2m39.9s), 55/58 VUs, 1237 complete and 0 interrupted iterations
default   [  59% ] 55/58 VUs  2m39.9s/4m30.0s

running (2m40.9s), 55/58 VUs, 1244 complete and 0 interrupted iterations
default   [  60% ] 55/58 VUs  2m40.9s/4m30.0s

running (2m41.9s), 54/58 VUs, 1256 complete and 0 interrupted iterations
default   [  60% ] 54/58 VUs  2m41.9s/4m30.0s

running (2m42.9s), 54/58 VUs, 1259 complete and 0 interrupted iterations
default   [  60% ] 54/58 VUs  2m42.9s/4m30.0s

running (2m43.9s), 53/58 VUs, 1268 complete and 0 interrupted iterations
default   [  61% ] 53/58 VUs  2m43.9s/4m30.0s

running (2m44.9s), 53/58 VUs, 1276 complete and 0 interrupted iterations
default   [  61% ] 53/58 VUs  2m44.9s/4m30.0s

running (2m45.9s), 52/58 VUs, 1290 complete and 0 interrupted iterations
default   [  61% ] 52/58 VUs  2m45.9s/4m30.0s

running (2m46.9s), 52/58 VUs, 1299 complete and 0 interrupted iterations
default   [  62% ] 52/58 VUs  2m46.9s/4m30.0s

running (2m47.9s), 51/58 VUs, 1311 complete and 0 interrupted iterations
default   [  62% ] 51/58 VUs  2m47.9s/4m30.0s

running (2m48.9s), 51/58 VUs, 1314 complete and 0 interrupted iterations
default   [  63% ] 51/58 VUs  2m48.9s/4m30.0s

running (2m49.9s), 50/58 VUs, 1324 complete and 0 interrupted iterations
default   [  63% ] 50/58 VUs  2m49.9s/4m30.0s

running (2m50.9s), 50/58 VUs, 1331 complete and 0 interrupted iterations
default   [  63% ] 50/58 VUs  2m50.9s/4m30.0s

running (2m51.9s), 49/58 VUs, 1348 complete and 0 interrupted iterations
default   [  64% ] 49/58 VUs  2m51.9s/4m30.0s

running (2m52.9s), 48/58 VUs, 1354 complete and 0 interrupted iterations
default   [  64% ] 48/58 VUs  2m52.9s/4m30.0s

running (2m53.9s), 48/58 VUs, 1362 complete and 0 interrupted iterations
default   [  64% ] 48/58 VUs  2m53.9s/4m30.0s

running (2m54.9s), 48/58 VUs, 1365 complete and 0 interrupted iterations
default   [  65% ] 48/58 VUs  2m54.9s/4m30.0s

running (2m55.9s), 47/58 VUs, 1378 complete and 0 interrupted iterations
default   [  65% ] 47/58 VUs  2m55.9s/4m30.0s

running (2m56.9s), 46/58 VUs, 1390 complete and 0 interrupted iterations
default   [  66% ] 46/58 VUs  2m56.9s/4m30.0s

running (2m57.9s), 46/58 VUs, 1400 complete and 0 interrupted iterations
default   [  66% ] 46/58 VUs  2m57.9s/4m30.0s

running (2m58.9s), 46/58 VUs, 1409 complete and 0 interrupted iterations
default   [  66% ] 46/58 VUs  2m58.9s/4m30.0s

running (2m59.9s), 45/58 VUs, 1413 complete and 0 interrupted iterations
default   [  67% ] 45/58 VUs  2m59.9s/4m30.0s

running (3m00.9s), 45/58 VUs, 1422 complete and 0 interrupted iterations
default   [  67% ] 45/58 VUs  3m00.9s/4m30.0s

running (3m01.9s), 45/58 VUs, 1428 complete and 0 interrupted iterations
default   [  67% ] 45/58 VUs  3m01.9s/4m30.0s

running (3m02.9s), 44/58 VUs, 1444 complete and 0 interrupted iterations
default   [  68% ] 44/58 VUs  3m02.9s/4m30.0s

running (3m03.9s), 43/58 VUs, 1454 complete and 0 interrupted iterations
default   [  68% ] 43/58 VUs  3m03.9s/4m30.0s

running (3m04.9s), 42/58 VUs, 1458 complete and 0 interrupted iterations
default   [  68% ] 42/58 VUs  3m04.9s/4m30.0s

running (3m05.9s), 42/58 VUs, 1468 complete and 0 interrupted iterations
default   [  69% ] 42/58 VUs  3m05.9s/4m30.0s

running (3m06.9s), 42/58 VUs, 1478 complete and 0 interrupted iterations
default   [  69% ] 42/58 VUs  3m06.9s/4m30.0s

running (3m07.9s), 41/58 VUs, 1489 complete and 0 interrupted iterations
default   [  70% ] 41/58 VUs  3m07.9s/4m30.0s

running (3m08.9s), 41/58 VUs, 1499 complete and 0 interrupted iterations
default   [  70% ] 41/58 VUs  3m08.9s/4m30.0s

running (3m09.9s), 41/58 VUs, 1502 complete and 0 interrupted iterations
default   [  70% ] 41/58 VUs  3m09.9s/4m30.0s

running (3m10.9s), 40/58 VUs, 1513 complete and 0 interrupted iterations
default   [  71% ] 40/58 VUs  3m10.9s/4m30.0s

running (3m11.9s), 40/58 VUs, 1527 complete and 0 interrupted iterations
default   [  71% ] 40/58 VUs  3m11.9s/4m30.0s

running (3m12.9s), 39/58 VUs, 1533 complete and 0 interrupted iterations
default   [  71% ] 39/58 VUs  3m12.9s/4m30.0s

running (3m13.9s), 39/58 VUs, 1540 complete and 0 interrupted iterations
default   [  72% ] 39/58 VUs  3m13.9s/4m30.0s

running (3m14.9s), 39/58 VUs, 1546 complete and 0 interrupted iterations
default   [  72% ] 39/58 VUs  3m14.9s/4m30.0s

running (3m15.9s), 37/58 VUs, 1555 complete and 0 interrupted iterations
default   [  73% ] 37/58 VUs  3m15.9s/4m30.0s

running (3m16.9s), 37/58 VUs, 1570 complete and 0 interrupted iterations
default   [  73% ] 37/58 VUs  3m16.9s/4m30.0s

running (3m17.9s), 35/58 VUs, 1579 complete and 0 interrupted iterations
default   [  73% ] 35/58 VUs  3m17.9s/4m30.0s

running (3m18.9s), 35/58 VUs, 1582 complete and 0 interrupted iterations
default   [  74% ] 35/58 VUs  3m18.9s/4m30.0s

running (3m19.9s), 34/58 VUs, 1592 complete and 0 interrupted iterations
default   [  74% ] 34/58 VUs  3m19.9s/4m30.0s

running (3m20.9s), 34/58 VUs, 1607 complete and 0 interrupted iterations
default   [  74% ] 34/58 VUs  3m20.9s/4m30.0s

running (3m21.9s), 34/58 VUs, 1614 complete and 0 interrupted iterations
default   [  75% ] 34/58 VUs  3m21.9s/4m30.0s

running (3m22.9s), 34/58 VUs, 1620 complete and 0 interrupted iterations
default   [  75% ] 34/58 VUs  3m22.9s/4m30.0s

running (3m23.9s), 34/58 VUs, 1632 complete and 0 interrupted iterations
default   [  76% ] 34/58 VUs  3m23.9s/4m30.0s

running (3m24.9s), 34/58 VUs, 1641 complete and 0 interrupted iterations
default   [  76% ] 34/58 VUs  3m24.9s/4m30.0s

running (3m25.9s), 33/58 VUs, 1649 complete and 0 interrupted iterations
default   [  76% ] 33/58 VUs  3m25.9s/4m30.0s

running (3m26.9s), 33/58 VUs, 1658 complete and 0 interrupted iterations
default   [  77% ] 33/58 VUs  3m26.9s/4m30.0s

running (3m27.9s), 32/58 VUs, 1673 complete and 0 interrupted iterations
default   [  77% ] 32/58 VUs  3m27.9s/4m30.0s

running (3m28.9s), 31/58 VUs, 1680 complete and 0 interrupted iterations
default   [  77% ] 31/58 VUs  3m28.9s/4m30.0s

running (3m29.9s), 31/58 VUs, 1682 complete and 0 interrupted iterations
default   [  78% ] 31/58 VUs  3m29.9s/4m30.0s

running (3m30.9s), 30/58 VUs, 1692 complete and 0 interrupted iterations
default   [  78% ] 30/58 VUs  3m30.9s/4m30.0s

running (3m31.9s), 29/58 VUs, 1705 complete and 0 interrupted iterations
default   [  78% ] 29/58 VUs  3m31.9s/4m30.0s

running (3m32.9s), 29/58 VUs, 1712 complete and 0 interrupted iterations
default   [  79% ] 29/58 VUs  3m32.9s/4m30.0s

running (3m33.9s), 29/58 VUs, 1713 complete and 0 interrupted iterations
default   [  79% ] 29/58 VUs  3m33.9s/4m30.0s

running (3m34.9s), 28/58 VUs, 1725 complete and 0 interrupted iterations
default   [  80% ] 28/58 VUs  3m34.9s/4m30.0s

running (3m35.9s), 27/58 VUs, 1736 complete and 0 interrupted iterations
default   [  80% ] 27/58 VUs  3m35.9s/4m30.0s

running (3m36.9s), 27/58 VUs, 1742 complete and 0 interrupted iterations
default   [  80% ] 27/58 VUs  3m36.9s/4m30.0s

running (3m37.9s), 27/58 VUs, 1752 complete and 0 interrupted iterations
default   [  81% ] 27/58 VUs  3m37.9s/4m30.0s

running (3m38.9s), 27/58 VUs, 1763 complete and 0 interrupted iterations
default   [  81% ] 27/58 VUs  3m38.9s/4m30.0s

running (3m39.9s), 26/58 VUs, 1769 complete and 0 interrupted iterations
default   [  81% ] 26/58 VUs  3m39.9s/4m30.0s

running (3m40.9s), 25/58 VUs, 1782 complete and 0 interrupted iterations
default   [  82% ] 25/58 VUs  3m40.9s/4m30.0s

running (3m41.9s), 24/58 VUs, 1794 complete and 0 interrupted iterations
default   [  82% ] 24/58 VUs  3m41.9s/4m30.0s

running (3m42.9s), 24/58 VUs, 1798 complete and 0 interrupted iterations
default   [  83% ] 24/58 VUs  3m42.9s/4m30.0s

running (3m43.9s), 24/58 VUs, 1812 complete and 0 interrupted iterations
default   [  83% ] 24/58 VUs  3m43.9s/4m30.0s

running (3m44.9s), 23/58 VUs, 1818 complete and 0 interrupted iterations
default   [  83% ] 23/58 VUs  3m44.9s/4m30.0s

running (3m45.9s), 22/58 VUs, 1826 complete and 0 interrupted iterations
default   [  84% ] 22/58 VUs  3m45.9s/4m30.0s

running (3m46.9s), 22/58 VUs, 1837 complete and 0 interrupted iterations
default   [  84% ] 22/58 VUs  3m46.9s/4m30.0s

running (3m47.9s), 22/58 VUs, 1842 complete and 0 interrupted iterations
default   [  84% ] 22/58 VUs  3m47.9s/4m30.0s

running (3m48.9s), 21/58 VUs, 1858 complete and 0 interrupted iterations
default   [  85% ] 21/58 VUs  3m48.9s/4m30.0s

running (3m49.9s), 21/58 VUs, 1863 complete and 0 interrupted iterations
default   [  85% ] 21/58 VUs  3m49.9s/4m30.0s

running (3m50.9s), 21/58 VUs, 1869 complete and 0 interrupted iterations
default   [  86% ] 21/58 VUs  3m50.9s/4m30.0s

running (3m51.9s), 19/58 VUs, 1884 complete and 0 interrupted iterations
default   [  86% ] 19/58 VUs  3m51.9s/4m30.0s

running (3m52.9s), 19/58 VUs, 1890 complete and 0 interrupted iterations
default   [  86% ] 19/58 VUs  3m52.9s/4m30.0s

running (3m53.9s), 18/58 VUs, 1903 complete and 0 interrupted iterations
default   [  87% ] 18/58 VUs  3m53.9s/4m30.0s

running (3m54.9s), 18/58 VUs, 1909 complete and 0 interrupted iterations
default   [  87% ] 18/58 VUs  3m54.9s/4m30.0s

running (3m55.9s), 17/58 VUs, 1920 complete and 0 interrupted iterations
default   [  87% ] 17/58 VUs  3m55.9s/4m30.0s

running (3m56.9s), 17/58 VUs, 1927 complete and 0 interrupted iterations
default   [  88% ] 17/58 VUs  3m56.9s/4m30.0s

running (3m57.9s), 16/58 VUs, 1938 complete and 0 interrupted iterations
default   [  88% ] 16/58 VUs  3m57.9s/4m30.0s

running (3m58.9s), 16/58 VUs, 1948 complete and 0 interrupted iterations
default   [  88% ] 16/58 VUs  3m58.9s/4m30.0s

running (3m59.9s), 16/58 VUs, 1954 complete and 0 interrupted iterations
default   [  89% ] 16/58 VUs  3m59.9s/4m30.0s

running (4m00.9s), 15/58 VUs, 1967 complete and 0 interrupted iterations
default   [  89% ] 15/58 VUs  4m00.9s/4m30.0s

running (4m01.9s), 15/58 VUs, 1971 complete and 0 interrupted iterations
default   [  90% ] 15/58 VUs  4m01.9s/4m30.0s

running (4m02.9s), 14/58 VUs, 1984 complete and 0 interrupted iterations
default   [  90% ] 14/58 VUs  4m02.9s/4m30.0s

running (4m03.9s), 13/58 VUs, 1992 complete and 0 interrupted iterations
default   [  90% ] 13/58 VUs  4m03.9s/4m30.0s

running (4m04.9s), 13/58 VUs, 1999 complete and 0 interrupted iterations
default   [  91% ] 13/58 VUs  4m04.9s/4m30.0s

running (4m05.9s), 13/58 VUs, 2011 complete and 0 interrupted iterations
default   [  91% ] 13/58 VUs  4m05.9s/4m30.0s

running (4m06.9s), 12/58 VUs, 2022 complete and 0 interrupted iterations
default   [  91% ] 12/58 VUs  4m06.9s/4m30.0s

running (4m07.9s), 12/58 VUs, 2027 complete and 0 interrupted iterations
default   [  92% ] 12/58 VUs  4m07.9s/4m30.0s

running (4m08.9s), 11/58 VUs, 2036 complete and 0 interrupted iterations
default   [  92% ] 11/58 VUs  4m08.9s/4m30.0s

running (4m09.9s), 10/58 VUs, 2047 complete and 0 interrupted iterations
default   [  93% ] 10/58 VUs  4m09.9s/4m30.0s

running (4m10.9s), 10/58 VUs, 2057 complete and 0 interrupted iterations
default   [  93% ] 10/58 VUs  4m10.9s/4m30.0s

running (4m11.9s), 09/58 VUs, 2067 complete and 0 interrupted iterations
default   [  93% ] 09/58 VUs  4m11.9s/4m30.0s

running (4m12.9s), 09/58 VUs, 2076 complete and 0 interrupted iterations
default   [  94% ] 09/58 VUs  4m12.9s/4m30.0s

running (4m13.9s), 08/58 VUs, 2085 complete and 0 interrupted iterations
default   [  94% ] 08/58 VUs  4m13.9s/4m30.0s

running (4m14.9s), 08/58 VUs, 2093 complete and 0 interrupted iterations
default   [  94% ] 08/58 VUs  4m14.9s/4m30.0s

running (4m15.9s), 08/58 VUs, 2101 complete and 0 interrupted iterations
default   [  95% ] 08/58 VUs  4m15.9s/4m30.0s

running (4m16.9s), 07/58 VUs, 2109 complete and 0 interrupted iterations
default   [  95% ] 07/58 VUs  4m16.9s/4m30.0s

running (4m17.9s), 07/58 VUs, 2116 complete and 0 interrupted iterations
default   [  96% ] 07/58 VUs  4m17.9s/4m30.0s

running (4m18.9s), 06/58 VUs, 2129 complete and 0 interrupted iterations
default   [  96% ] 06/58 VUs  4m18.9s/4m30.0s

running (4m19.9s), 06/58 VUs, 2135 complete and 0 interrupted iterations
default   [  96% ] 06/58 VUs  4m19.9s/4m30.0s

running (4m20.9s), 05/58 VUs, 2146 complete and 0 interrupted iterations
default   [  97% ] 05/58 VUs  4m20.9s/4m30.0s

running (4m21.9s), 05/58 VUs, 2156 complete and 0 interrupted iterations
default   [  97% ] 05/58 VUs  4m21.9s/4m30.0s

running (4m22.9s), 04/58 VUs, 2165 complete and 0 interrupted iterations
default   [  97% ] 04/58 VUs  4m22.9s/4m30.0s

running (4m23.9s), 04/58 VUs, 2173 complete and 0 interrupted iterations
default   [  98% ] 04/58 VUs  4m23.9s/4m30.0s

running (4m24.9s), 03/58 VUs, 2183 complete and 0 interrupted iterations
default   [  98% ] 03/58 VUs  4m24.9s/4m30.0s

running (4m25.9s), 03/58 VUs, 2192 complete and 0 interrupted iterations
default   [  98% ] 03/58 VUs  4m25.9s/4m30.0s

running (4m26.9s), 02/58 VUs, 2201 complete and 0 interrupted iterations
default   [  99% ] 02/58 VUs  4m26.9s/4m30.0s

running (4m27.9s), 02/58 VUs, 2209 complete and 0 interrupted iterations
default   [  99% ] 02/58 VUs  4m27.9s/4m30.0s

running (4m28.9s), 01/58 VUs, 2215 complete and 0 interrupted iterations
default   [ 100% ] 01/58 VUs  4m28.9s/4m30.0s

running (4m29.9s), 01/58 VUs, 2220 complete and 0 interrupted iterations
default   [ 100% ] 01/58 VUs  4m29.9s/4m30.0s


  █ TOTAL RESULTS 

    checks_total.......: 9000    33.320817/s
    checks_succeeded...: 100.00% 9000 out of 9000
    checks_failed......: 0.00%   0 out of 9000

    ✓ login 200
    ✓ jwt presente
    ✓ expedientes por usuario 200
    ✓ hay data en expedientes por usuario
    ✓ expedientes por juzgado 200
    ✓ hay data en expedientes por juzgado

    HTTP
    http_req_duration..............: avg=1.96s min=72.82ms  med=2.02s max=4.58s  p(90)=3.29s p(95)=3.46s
      { expected_response:true }...: avg=1.96s min=72.82ms  med=2.02s max=4.58s  p(90)=3.29s p(95)=3.46s
    http_req_failed................: 0.00% 0 out of 4500
    http_reqs......................: 4500  16.660409/s

    EXECUTION
    iteration_duration.............: avg=3.98s min=193.38ms med=3.96s max=10.66s p(90)=6.52s p(95)=6.95s
    iterations.....................: 2221  8.222837/s
    vus............................: 1     min=1         max=58
    vus_max........................: 58    min=58        max=58

    NETWORK
    data_received..................: 34 MB 127 kB/s
    data_sent......................: 11 MB 41 kB/s



running (4m30.1s), 00/58 VUs, 2221 complete and 0 interrupted iterations
default ✓ [ 100% ] 00/58 VUs  4m30s